[
  {
    "url": "https://www.seloger.com/annonces/achat/appartement/paris-1er-75/vendome/235751515.htm",
    "ID": 235751515,
    "title": "SeLoger",
    "price_eur": 4314600.0,
    "surface_m2": 160.0,
    "rooms": 5,
    "floor": 2,
    "address": "Vendôme, Paris 1er (75001)",
    "postal_code": "75001",
    "description": "Paris 1er  Rue Danielle Casanova  à 200m de la Place Vendôme, du Ritz et de la rue de La Paix.\n Au 2ème étage avec ascenseur d'un bel immeuble du début du 18ème siècle, un superbe appartement de réception de 160,19m² Carrez intégralement rénové en 2023 et bénéficiant d'une belle hauteur sous plafond de 3m.\n Il se compose d'une entrée, d'une très grande réception lumineuse avec 3 grandes fenêtres de plus de 84m², comprenant un grand salon et une salle à manger disposant d'une cuisine américaine totalement équipée, d'un bureau d'environ 10m², de WC invités, d'une buanderie, d'une suite parentale d'environ 37m² avec dressing Madame, dressing Monsieur et salle de bains, d'une seconde suite d'environ 23m² avec salle de bains.\n Interphone, digicode, nombreux rangements sur mesure, très bon plan, espace vélos, DPE en « D ».\n Une cave complète ce bien rare à la vente.\n Contacter Anne Cataldo Paris Normandie Transactions 7j/7",
    "dpe_letter": "D",
    "ges_letter": "D",
    "year_built": 1703,
    "property_type": "appartement"
  },
  {
    "url": "https://www.seloger.com/annonces/achat/appartement/paris-16eme-75/chaillot/248506833.htm",
    "ID": 248506833,
    "title": "SeLoger",
    "price_eur": 154440.0,
    "surface_m2": 10.0,
    "rooms": 1,
    "floor": 0,
    "address": "Chaillot, Paris 16ème (75016)",
    "postal_code": "75016",
    "description": "A proximité immédiate de l'Arc de Triomphe, dans un bel immeuble récent, parfaitement entretenu, au rez de chaussée, le cabient BR Immobilier vous propose un Studio. Ce bien comprend une pièce principale avoir un coin cuisine toute équipée. Une salle d'eau et WC sur le palier complètent ce bien. \r\nCette annonce vous est proposée par DIDI ALAOUI Samira - EI - NoRSAC: 498 859 594, Enregistré au Greffe du tribunal de commerce de PARIS",
    "dpe_letter": "D",
    "ges_letter": "D",
    "year_built": 1970,
    "property_type": "appartement"
  },
  {
    "url": "https://www.seloger.com/annonces/achat/appartement/paris-18eme-75/clignancourt-jules-joffrin/248358343.htm",
    "ID": 248358343,
    "title": "SeLoger",
    "price_eur": 518400.0,
    "surface_m2": 57.0,
    "rooms": 2,
    "floor": 0,
    "address": "Clignancourt-Jules Joffrin, Paris 18ème (75018)",
    "postal_code": "75018",
    "description": "M° JULES JOFFRIN, Square Clignancourt, dans un immeuble bourgeois pierre et briques d'une surface de 57 m², cet appartement en très bon état  au rez-de-chaussée sur cour se compose de : entrée, séjour, chambre, cuisine indépendante, salle de bains, WC séparés. Les fenêtres sont en PVC double vitrage  et le chauffage est collectif, parquets,  volets.  il y a une chambre au 7ème étage une cave  et local vélos profession libérale possible, EXCLUSIVITE ACOPA",
    "dpe_letter": "G",
    "ges_letter": "F",
    "year_built": 1920,
    "property_type": "appartement"
  },
  {
    "url": "https://www.seloger.com/annonces/achat/appartement/paris-20eme-75/telegraphe-pelleport-saint-fargeau/248328343.htm",
    "ID": 248328343,
    "title": "SeLoger",
    "price_eur": 517320.0,
    "surface_m2": 51.0,
    "rooms": 3,
    "floor": 4,
    "address": "Télégraphe-Pelleport Saint Fargeau, Paris 20ème (75020)",
    "postal_code": "75020",
    "description": "Situé au cœur d'une rue calme, devenue piétonne et arborée, cet appartement de 3 pièces, en EXCLUSIVITÉ avec l’agence AXIMMO, vous séduira par son charme.\nAu 4ème étage d’un immeuble ancien, sans ascenseur, cet appartement se compose de :\nUne entrée, un séjour ou chambre lumineux, avec une cheminée décorative, parfait pour des moments conviviaux, 2 chambres à coucher, dont une avec cheminée, une cuisine séparée qui peut être aménagée selon vos envies, une salle de bains fonctionnelle et un WC séparé. Parquet, moulures, cheminées.\nSurface au sol 51.05 m² - Surface loi Carrez : 50.94 m²\nUne cave complète ce bien.\nCet appartement présente un fort potentiel et, après quelques travaux, pourra devenir un véritable bijou dans ce quartier recherché. Son emplacement idéal, à deux pas des commerces, transports et espaces verts, en fait un bien rare à ne pas manquer ! DPE possible en E (nous consulter)\nÀ visiter sans tarder !\nContactez AXIMMO PARIS 9",
    "dpe_letter": "F",
    "ges_letter": "C",
    "year_built": 1914,
    "property_type": "appartement"
  },
  {
    "url": "https://www.seloger.com/annonces/achat/appartement/paris-7eme-75/gros-caillou/240765981.htm",
    "ID": 240765981,
    "title": "SeLoger",
    "price_eur": 347760.0,
    "surface_m2": 23.1,
    "rooms": 1,
    "floor": 5,
    "address": "Gros Caillou, Paris 7ème (75007)",
    "postal_code": "75007",
    "description": "INVALIDES / SAINT DOMINIQUE VII°\r\nAu 5ème et dernier étage d'un bel immeuble ancien, un studio de 23,08M² (22,51M² loi Carrez) comprenant : une entrée, une pièce principale avec coin cuisine, une salle d'eau avec wc broyeur. Combles d'environ 20M² à aménager.\r\nAppartement de charme, calme et ensoleillé, avec vue dégagée.\r\nProche commerces, transports, Champs de Mars, Ecole militaire, quai de Seine..\r\nExclusivité Orpi\r\nRéférence agence : 3984",
    "dpe_letter": "G",
    "ges_letter": "C",
    "year_built": 1626,
    "property_type": "appartement"
  },
  {
    "url": "https://www.seloger.com/annonces/achat/appartement/paris-11eme-75/leon-blum-folie-regnault/246575235.htm",
    "ID": 246575235,
    "title": "SeLoger",
    "price_eur": 286200.0,
    "surface_m2": 23.0,
    "rooms": 1,
    "floor": 1,
    "address": "Léon-Blum Folie-Regnault, Paris 11ème (75011)",
    "postal_code": "75011",
    "description": "Ce bien immobilier vous est proposé EN EXCLUSIVITE dans votre agence immobilière LELIEVRE IMMOBILIER. En exclusivité, dans le très recherché quartier de la Roquette, venez découvrir ce beau studio de 22.73 m2 avec balcon de 5m2 au calme sur jardin dans une copropriété de 1973 parfaitement entretenue. Refait à neuf, DPE E, il est composé d'une entrée avec placard, d'une salle d'eau avec WC, d'une cuisine équipée avec verrière donnant sur la pièce principale avec baies vitrées, volets roulants, et grand balcon sur jardin. Les atouts de ce bien: pas de vis à vis, local à vélo, gardien, calme Une cave et une place de parking en sous-sol complètent ce bien Les informations sur les risques auxquels ce bien est exposé sont disponibles sur le site Géorisques :  Ce bien immobilier vous est proposé par Isabelle PINOT - ou  - Agent Commercial Mandataire en Immobilier immatriculé au RSAC du Tribunal de Commerce de Paris sous le numéro EI 410 389 134.",
    "dpe_letter": "E",
    "ges_letter": "E",
    "year_built": 1973,
    "property_type": "appartement"
  },
  {
    "url": "https://www.seloger.com/annonces/achat/appartement/paris-16eme-75/chaillot/245847167.htm",
    "ID": 245847167,
    "title": "SeLoger",
    "price_eur": 937440.0,
    "surface_m2": 67.4,
    "rooms": 2,
    "floor": 3,
    "address": "Chaillot, Paris 16ème (75016)",
    "postal_code": "75016",
    "description": "Paris XVI, Boissière - Appartement lumineux avec balcon plein sud\r\n\r\nEn exclusivité, LA VIE IMMOBILIERE vous propose ce superbe appartement idéalement situé dans le quartier prisé et recherché de Boissière, au coeur du 16 € arrondissement de Paris.\r\n\r\nAu troisième étage d'un immeuble semi-récent de standing avec gardienne, récemment ravalé en 2023, et desservi par ascenseur, ce bien offre une superficie de 67,38 €m² loi Carrez et bénéficie d'un beau balcon exposé plein ouest, baignant les pièces de lumière tout au long de la journée.\r\n\r\nIl se compose d'une belle entrée, d'une vaste pièce de vie de 44 €m² avec cuisine semi-ouverte, d'une grande chambre de 16 €m², d'une salle de bains et de toilettes séparées.\r\n\r\nVous apprécierez le beau jardin verdoyant de la copropriété, la chaudière neuve assurant confort et performance énergétique, ainsi que l'excellent état général du bien : aucun travaux à prévoir.\r\n\r\nVendu avec une cave, cet appartement offre un cadre de vie lumineux, ensoleillé et sécurisé, au sein d'une copropriété de standing parfaitement entretenue.\r\n\r\nUne adresse de choix pour une résidence principale ou un pied-à-terre élégant au coeur de Paris.\r\n\r\nHonoraires inclus de 4.08% TTC à la charge de l'acquéreur. Prix hors honoraires 834 000 euros. Dans une copropriété de 50 lots. Aucune procédure n'est en cours. Classe énergie D, Classe climat D Montant estimé des dépenses annuelles d'énergie pour un usage standard : entre 1310.00 euros et 1830.00 euros sur les années 2021, 2022 et 2023 (abonnements compris). Les informations sur les risques auxquels ce bien est exposé sont disponibles sur le site Géorisques : georisques.gouv.fr.",
    "dpe_letter": "D",
    "ges_letter": "D",
    "year_built": 1950,
    "property_type": "appartement"
  },
  {
    "url": "https://www.seloger.com/annonces/achat/appartement/paris-18eme-75/clignancourt-jules-joffrin/248625571.htm",
    "ID": 248625571,
    "title": "SeLoger",
    "price_eur": 1010880.0,
    "surface_m2": 95.0,
    "rooms": 5,
    "floor": 0,
    "address": "Clignancourt-Jules Joffrin, Paris 18ème (75018)",
    "postal_code": "75018",
    "description": "RUE CLIGNANCOURT / VILLAGE RAMEY :\nCOUP DE CŒUR pour ce magnifique triplex de 95m², à proximité immédiate de toutes commodités et des métros (Jules JOFFRIN/ Marcadet Poissonniers ligne 4/12). \nCet élégant appartement lumineux et ensoleillé, d'une surface de 95 m² carrez a été refait entièrement à neuf il y a quatre ans. \nL'entrée dessert un vaste séjour de 34 m², un dressing, une cuisine ouverte équipée aménagée avec cellier ainsi qu'une salle à manger sous verrière ensoleillée (véranda). À l'étage, on retrouve deux chambres avec dressing (dont une sur cour), une salle d'eau et WC séparés. Le niveau inférieur se compose d'une chambre avec douche et toilettes, idéale pour un ado ou un invité.\nToutes les fenêtres sont en double vitrage, le chauffage est collectif et compris dans les charges., DPE en E.\nLes plus: une belle hauteur sous plafond, de 2.87m, habitable de suite !",
    "dpe_letter": "E",
    "ges_letter": "E",
    "year_built": 2000,
    "property_type": "appartement"
  },
  {
    "url": "https://www.seloger.com/annonces/achat/appartement/paris-12eme-75/aligre-gare-de-lyon/248592467.htm",
    "ID": 248592467,
    "title": "SeLoger",
    "price_eur": 646920.0,
    "surface_m2": 53.0,
    "rooms": 2,
    "floor": 3,
    "address": "Aligre-Gare de Lyon, Paris 12ème (75012)",
    "postal_code": "75012",
    "description": "Votre agence immobilière FREDeLION Aligre Paris 12 vous propose cet appartement niché au 3e étage par escalier d'un immeuble des années 1930 avec gardienne, dans un passage proche de Bastille.\n\nIl se compose d'un beau séjour de 29 m², d'une cuisine indépendante, d'une chambre avec salle de bains et d'un WC séparé.\nL'intégralité de l'appartement donne sur cour, est très au calme et ensoleillé l'après-midi grâce à son exposition Ouest.\n\nUne cave complète le bien.",
    "dpe_letter": "E",
    "ges_letter": "E",
    "year_built": 1930,
    "property_type": "appartement"
  },
  {
    "url": "https://www.seloger.com/annonces/achat/appartement/paris-18eme-75/goutte-d-or-chateau-rouge/248626609.htm",
    "ID": 248626609,
    "title": "SeLoger",
    "price_eur": 680400.0,
    "surface_m2": 80.0,
    "rooms": 4,
    "floor": 1,
    "address": "Goutte d'Or-Château Rouge, Paris 18ème (75018)",
    "postal_code": "75018",
    "description": "RUE  DOUDEAUVILLE / MARCADET-POISSONNIERS - EXPOSITION PLEIN SUD :\n\nAu premier étage d'un immeuble bien tenu, notre agence Century 21 Sorim est ravie de vous présenter ce très charmant et grand 4 pièces traversant-lumineux !\nCe bien de 80 m² se compose comme suit : une entrée avec grand dressing  desservant un vaste séjour de 28 m² ensoleillé, orienté  plein SUD avec cuisine ouverte, une chambre parentale avec salle d'eau  privative et WC, puis deux chambres et  une seconde salle d'eau avec WC.\nFenêtres double vitrage, chaudière au gaz, DPE E.\n4 caves saines complètent ce bien .\n\nLes PLUS : ensoleillé, traversant, modulable, pas de gros travaux à prévoir.\n\nProche du Métro Marcadet-Poissonniers Ligne 4-12.",
    "dpe_letter": "E",
    "ges_letter": "E",
    "year_built": 2000,
    "property_type": "appartement"
  },
  {
    "url": "https://www.seloger.com/annonces/achat/appartement/paris-18eme-75/montmartre/248617373.htm",
    "ID": 248617373,
    "title": "SeLoger",
    "price_eur": 199800.0,
    "surface_m2": 18.2,
    "rooms": 1,
    "floor": 3,
    "address": "Montmartre, Paris 18ème (75018)",
    "postal_code": "75018",
    "description": "À quelques pas du SACRÉ-COEUR. Rue Bachelet. Le Cabinet Br-immobilier vous propose ce STUDIO de 18m2 carrez à RÉNOVER, avec un fort potentiel d'investissement et une bonne rentabilité, situé au 3ème étage sur cour avec ascenseur dans un immeuble ancien bien entretenu.\r\n Comprenant une pièce principale LUMINEUSE exposée SUD-OUEST desservant une cuisine, une salle d'eau et un WC séparé, rangement présent.\r\n Toiture révisée en 2022, aucun travaux de copropriété à prévoir.\r\n Faibles charges : 103 euros par mois comprenant chauffage et eau collectifs au gaz, ascenseur.\r\n Taxe foncière : 400 euros.\r\nCette annonce vous est proposée par M. Thibaut BLANCHARD - EI - NoRSAC: 805 178 241, Enregistré au Greffe du tribunal de commerce de Paris",
    "dpe_letter": "E",
    "ges_letter": "D",
    "year_built": 1934,
    "property_type": "appartement"
  },
  {
    "url": "https://www.seloger.com/annonces/achat/appartement/paris-18eme-75/amiraux-simplon-poissonniers/248340419.htm",
    "ID": 248340419,
    "title": "SeLoger",
    "price_eur": 259200.0,
    "surface_m2": 27.0,
    "rooms": 2,
    "floor": 5,
    "address": "Amiraux-Simplon-Poissonniers, Paris 18ème (75018)",
    "postal_code": "75018",
    "description": "Découvrez dans le secteur M° Marcadet ou Simplon. proche transports, marché et commerces, cet appartement de 2 pièces  d'une surface de 27 m²  à rénover au 5ème étage sur cour d'un immeuble ancien construit en 1900,  Il se compose d'un séjour, d'une chambre, d'une salle de bains et d'un WC. La cuisine est indépendante et le chauffage et la production d'eau chaude sont électriques., très clair et calme , EXCLUSIVITE ACOPA",
    "dpe_letter": "G",
    "ges_letter": "C",
    "year_built": 1900,
    "property_type": "appartement"
  }
]